products = [
    {
        "id": 1,
        "name": "BMW RR",
        "description": "Электромотоцикл BMW RR Black отличается своим качеством относительно других электроспортбайков. "
                       "Электроспортбайк является визуальной копией всем известного мотоцикла ELECTRO BMW RR. "
                       "Плавные линии внешнего вида в сочетании с опасной дерзостью, не оставляют никого равнодушным. "
                       "За рулем этого электромотоцикла вы получите удовольствие от динамики и качества. "
                       "Мы, как магазин, уверены в этом электромотоцикле и даем года гарантии, а также сервисную книжку.",
        "price": 385000,
        "images": ["15242463487_747446783.jpg", "15287725575_747446783.jpg", "15242460496_747446783.jpg"],
        "availability": "под заказ"
    },
    {
        'id': 2,
        'name': 'Ducati Panigale S Electro',
        'description': 'Электромотоцикл Panigale S отличается своим качеством относительно других электроспортбайков. '
                       'Электроспортбайк является визуальной копией всем известного мотоцикла Panigale. '
                       'Плавные линии внешнего вида в сочетании с опасной дерзостью, не оставляют никого равнодушным. '
                       'За рулем этого электромотоцикла вы получите удовольствие от динамики и качества. '
                       'Мы, как магазин, уверены в этом электромотоцикле и даем года гарантии, а также сервисную книжку.',
        'price': 415000,
        'images': ["89662-3840x2160-desktop-4k-ducati-wallpaper.jpg", "O1CN01y6gatr1imRPWbgPHQ.jpg", "O1CN01.jpg"],
        'availability': 'под заказ'
    },
    {
        'id': 3,
        'name': 'Kawasaki Ninja Electro',
        'description': 'Электроспортбайк Ninja Kawasaki динамичный мотоцикл, являющийся копией всем известных мотоциклов Ninja Kawasaki. '
                       'Яркий, стильный, притягивающий взгляды. '
                       'Электроспортбайки набирают небывалую популярность на рынке России.',
        'price': 345000,
        'images': ["O1CN01QyW2dl1imRLUIVh0K_!!2216285304455-0-cib.jpg", "O1CN01NPTK0F1im.jpg", "O1CN013QvlrO1imRLUB1qyw_!!221628.jpg"],
        'availability': 'под заказ'
    },
    {
        'id': 4,
        'name': 'Yamaha YZF-R1 Electro',
        'description': 'Электромотоцикл Yamaha YZF-R1 Electro отличается своим качеством и стильным дизайном. '
                       'Электроспортбайк является визуальной копией всем известного мотоцикла Yamaha YZF-R1. '
                       'Плавные линии внешнего вида в сочетании с опасной дерзостью, не оставляют никого равнодушным. '
                       'За рулем этого электромотоцикла вы получите удовольствие от динамики и качества. '
                       'Мы, как магазин, уверены в этом электромотоцикле и даем года гарантии, а также сервисную книжку.',
        'price': 450000,
        'images': ["1761965-3840x2160-desktop-4k-yamaha-yzf-r1-wallpaper-image.jpg", "1763794-3840x2160-desktop-4k-yamaha-yzf-r1-background-photo.jpg", "1763406-2880x1800-desktop-hd-yamaha-yzf-r1-background-image.jpg"],
        'availability': 'не доступно к заказу'
    },
    {
        'id': 5,
        'name': 'Honda CBR1000RR Electro',
        'description': 'Электромотоцикл Honda CBR1000RR Electro отличается своим качеством и стильным дизайном. '
                       'Электроспортбайк является визуальной копией всем известного мотоцикла Honda CBR1000RR. '
                       'Плавные линии внешнего вида в сочетании с опасной дерзостью, не оставляют никого равнодушным. '
                       'За рулем этого электромотоцикла вы получите удовольствие от динамики и качества. '
                       'Мы, как магазин, уверены в этом электромотоцикле и даем года гарантии, а также сервисную книжку.',
        'price': 420000,
        'images': ["1731315-3840x2160-desktop-4k-honda-cbr1000rr-background.jpg", "1731389-3840x2160-desktop-4k-honda-cbr1000rr-background-photo.jpg", "1731366-3840x2160-desktop-4k-honda-cbr1000rr-wallpaper-photo.jpg"],

        'availability': 'не доступно к заказу'
    },
    {
        'id': 6,
        'name': 'Suzuki GSX-R1000 Electro',
        'description': 'Электромотоцикл Suzuki GSX-R1000 Electro отличается своим качеством и стильным дизайном. '
                       'Электроспортбайк является визуальной копией всем известного мотоцикла Suzuki GSX-R1000. '
                       'Плавные линии внешнего вида в сочетании с опасной дерзостью, не оставляют никого равнодушным. '
                       'За рулем этого электромотоцикла вы получите удовольствие от динамики и качества. '
                       'Мы, как магазин, уверены в этом электромотоцикле и даем года гарантии, а также сервисную книжку.',
        'price': 430000,
        'images': ["1724443-2560x1600-desktop-hd-suzuki-gsx-r1000-background-image.jpg", "1724322-2160x3840-phone-4k-suzuki-gsx-r1000-background-image.jpg", "1724412-3840x2160-desktop-4k-suzuki-gsx-r1000-background.jpg"],
        'availability': 'не доступно к заказу'
    },
]
